<template>
  <div style="padding-bottom:60px;">
    <!-- <page-header /> -->
    <breadcrumb />
    <div class="notice_page">

      <div class="title">
        <img src="@/assets/images/handleNotice/line.png" alt="" class="img" />
        办理须知
        <img src="@/assets/images/handleNotice/line.png" alt="" class="img" />
      </div>
      <div>欢迎使用本系统，办理前仔细阅读以下内容,提前做好准备,以帮助您快速办理业务:</div>
      <ul v-if="$route.query.busiType === 'person'" class="content">
        <li>1、本表所填写内容应真实可靠，无虚假成份。经营者应对所填写内容的真实性负法律责任。</li>
        <li>2、本表一律用钢笔、毛笔或签字笔填写，字迹清楚、端正（通过国家企业信用信息公示系统报送并公示年报的除外）。</li>
        <li>3、个体工商户登记事项发生变化的，应当先向市场监督管理机关申请变更登记，在市场监督管理机关作出变更登记决定后，报送年度报告。</li>
        <li>4、表中“高校毕业生人数”是指报告期内录用的毕业两年内的高校毕业生</li>
        <li>5、表中“退役士兵人数、残疾人数、失业人员再就业人数”是指报告期内录用的退役士兵、残疾人数、失业人员再就业人数。</li>
        <li>6、表中“行政许可情况”是指个体工商户依照法律、行政法规应当取得的相关部门颁发的许可证或批准文件。个体工商户取得的行政许可超过两个的，应另附说明。</li>
        <li>7、自主公示年报内容的个体工商户，可以选择“销售额或营业收入”、“纳税总额”公示或不公示。</li>
        <li>8、海关管理的个体工商户需要按照以下规则填写表格剩余部分：</li>
        <li>(1)填报的“经营补充信息”为所报告年度的信息，其余信息均为报送时的信息。</li>
        <li>(2)英文名称：对外贸易经营者填《对外贸易经营者备案登记表》、《外商投资企业设立备案回执》上的“经营者英文名称”或“名称（英文）”、国际货运代理企业填《国际货运代理企业备案表》上的“英文名称”，其他企业或组织机构可以根据情况填写。</li>
        <li>(3)英文地址：对外贸易经营者填《对外贸易经营者备案登记表》、《外商投资企业设立备案回执》上的“经营场所（英文）”、国际货运代理企业填《国际货运代理企业备案表》上的“经营场所（英文）”，其他企业或组织机构可以根据情况填写。</li>
        <li>(4)开户银行和开户账号：填写银行《开户许可证》上的基本存款账户“开户银行”和“账号”。</li>
        <li>9、所有应年报个体工商户需报送特种设备相关情况年报事项，由个体工商户自行填报并公示。</li>
      </ul>
      <ul v-if="$route.query.busiType === 'company'" class="content">
        <li>1、本报告书仅限企业每年向市场监督管理部门报送年度报告,并向社会公示时使用。每年1月1日至6月30日，企业应当通过国家企业信用信息公示系统报送上一年度报告。</li>
        <li>2、年度报告内容应真实反映企业存续经营实际情况，企业对其公示信息的真实性、及时性负责。</li>
        <li>3、企业发现其年度报告内容不准确的，应于报告当年的6月30日前进行更正。更正前后的信息同时公示。6月30日后，年度报告的更正功能关闭。</li>
        <li>4、本报告书所有信息项均为必填项，如果该项内容确无信息，请填写“无”</li>
        <li>5、企业填报的通信地址、邮政编码、联系电话、电子邮箱、存续状态、网址、网站信息均为报送时的信息，其余信息为所报告年度12月31日的信息。</li>
        <li>6、本报告书填报中涉及到金额信息项的以万元为单位，可保留小数点后六位。</li>
        <li>7、股东（发起人）的姓名或者名称应当与报告年度在市场监督管理部门登记的姓名或者名称一致。</li>
        <li>8、每一个股东（发起人）的出资信息只需填报一条，股东（发起人）认缴和实缴出资额为截至报告年度12月31日的累计数额，其中外商投资企业认缴和实缴出资额的币种与注册资本一致；认缴和实缴出资时间为截至报告年度12月31日最后一次认缴和实缴时间，出资方式可以多选。</li>
        <li>9、企业资产状况信息，应当是企业年度资产负债表和损益表（利润表）中的期末数；纳税总额为企业全年实缴各类税金的总和。</li>
        <li>10、企业主营业务活动指企业实际从事的主要业务活动。</li>
        <li>11、参保各险种人数指报告期末参加社会保险的职工人数（不含离退休人数）。单位缴费基数指报告期内单位缴纳社会保险费的工资总额，按缴费人员的应缴口径计算。本期实际缴费金额指报告期内单位实际缴纳的社会保险费，不包括补缴欠费和跨年度（或跨季度）的预缴金额。单位累计欠缴金额指截至报告期末单位累计欠缴各项社会保险费金额（本金）。</li>
        <li>12、企业生产经营情况、对外担保、从业人数、社保缴费信息为非强制性公示的事项，可选择是否向社会公示。其中，对外担保信息可以选择某条具体信息是否向社会公示。</li>
        <li>13、表中“高校毕业生人数”是指报告期内录用的毕业两年内的高校毕业生；“退役士兵人数、残疾人人数、失业人员再就业人数”是指报告期内录用的退役士兵、残疾人数、失业人员再就业人数。此类信息为不公示信息。</li>
        <li>14、党建信息为不公示信息，主要采集企业党组织的建立情况，但属于抽查范围。其中，中共党员（包括预备党员）人数，为截至年度报告年份12月31日的人数。</li>
        <li>15、海关管理的企业需要按照以下规则填写表格剩余部分：</li>
        <li>(1)企业填报的"经营补充信息"和"自律信息"为所报告年度的信息，其余信息均为报送时的信息。</li>
        <li>(2))企业英文名称：对外贸易经营者填《对外贸易经营者备案登记表》、《外商投资企业设立备案回执》上的“经营者英文名称”或“企业名称（英文）”、国际货运代理企业填《国际货运代理企业备案表》上的“企业英文名称”，其他企业或组织机构可以根据情况填写。</li>
        <li>(3)企业英文地址：对外贸易经营者填《对外贸易经营者备案登记表》、《外商投资企业设立备案回执》上的“经营场所（英文）”、国际货运代理企业填《国际货运代理企业备案表》上的“经营场所（英文）”，其他企业或组织机构可以根据情况填写。</li>
        <li>(4)跨境贸易电子商务企业类型：根据企业情况勾选“电子商务企业”“电子商务交易平台”“物流企业”“支付企业”“监管场所运营人”，可同时勾选多项；非跨境贸易电子商务企业不勾选。</li>
        <li>(5)开户银行和开户账号：填写银行《开户许可证》上的基本存款账户“开户银行”和“账号”。</li>
        <li>16、在企业填报年报时自动关联出疫苗生产企业、特种设备生产企业许可和充装单位许可信息到企业年报中，由企业确认后在年报中公示。</li>
        <li>17、所有应年报企业需报送特种设备相关情况年报事项，由企业自行填报并公示。</li>
        <li>18、大型企业年报还需报送逾期尚未支付中小企业款项相关信息，由企业自行填报并公示。</li>
      </ul>
      <ul v-if="$route.query.busiType === 'single'" class="content">
        <li>1、本报告书仅限企业每年向市场监督管理部门报送年度报告,并向社会公示时使用。每年1月1日至6月30日，企业应当通过国家企业信用信息公示系统报送上一年度报告。</li>
        <li>2、年度报告内容应真实反映企业存续经营实际情况，企业对其公示信息的真实性、及时性负责。</li>
        <li>3、企业发现其年度报告内容不准确的，应于报告当年的6月30日前进行更正。更正前后的信息同时公示。6月30日后，年度报告的更正功能关闭。</li>
        <li>4、本报告书所有信息项均为必填项，如果该项内容确无信息，请填写“无”。</li>
        <li>5、企业填报的通信地址、邮政编码、联系电话、电子邮箱、存续状态、网址、网站信息均为报送时的信息，其余信息为所报告年度12月31日的信息。</li>
        <li>6、本报告书填报中涉及到金额信息项的以万元为单位，可保留小数点后六位。</li>
        <li>7、企业资产状况信息，应当是企业年度资产负债表和损益表（利润表）中的期末数；纳税总额为企业全年实缴各类税金的总和。</li>
        <li>8、企业主营业务活动指企业实际从事的主要业务活动。</li>
        <li>9、参保各险种人数指报告期末参加社会保险的职工人数（不含离退休人数）。单位缴费基数指报告期内单位缴纳社会保险费的工资总额，按缴费人员的应缴口径计算。本期实际缴费金额指报告期内单位实际缴纳的社会保险费，不包括补缴欠费和跨年度（或跨季度）的预缴金额。单位累计欠缴金额指截至报告期末单位累计欠缴各项社会保险费金额（本金）。</li>
        <li>10、企业生产经营情况、对外担保、从业人数、社保缴费信息为非强制性公示的事项，可选择是否向社会公示。其中，对外担保信息可以选择某条具体信息是否向社会公示。</li>
        <li>11、表中“高校毕业生人数”是指报告期内录用的毕业两年内的高校毕业生；“退役士兵人数、残疾人人数、失业人员再就业人数”是指报告期内录用的退役士兵、残疾人数、失业人员再就业人数。此类信息为不公示信息。</li>
        <li>12、党建信息为不公示信息，主要采集企业党组织的建立情况，但属于抽查范围。其中，中共党员（包括预备党员）人数，为截至年度报告年份12月31日的中共党员数。</li>
        <li>13、海关管理的企业需要按照以下规则填写表格剩余部分：</li>
        <li>(1)企业填报的"经营补充信息"和"自律信息"为所报告年度的信息，其余信息均为报送时的信息。</li>
        <li>(2)企业英文名称：对外贸易经营者填《对外贸易经营者备案登记表》、《外商投资企业设立备案回执》上的“经营者英文名称”或“企业名称（英文）”、国际货运代理企业填《国际货运代理企业备案表》上的“企业英文名称”，其他企业或组织机构可以根据情况填写。</li>
        <li>(3)企业英文地址：对外贸易经营者填《对外贸易经营者备案登记表》、《外商投资企业设立备案回执》上的“经营场所（英文）”、国际货运代理企业填《国际货运代理企业备案表》上的“经营场所（英文）”，其他企业或组织机构可以根据情况填写。</li>
        <li>(4)跨境贸易电子商务企业类型：根据企业情况勾选“电子商务企业”“电子商务交易平台”“物流企业”“支付企业”“监管场所运营人”，可同时勾选多项；非跨境贸易电子商务企业不勾选。</li>
        <li>(5)开户银行和开户账号：填写银行《开户许可证》上的基本存款账户“开户银行”和“账号”。</li>
        <li>14、在企业填报年报时自动关联出疫苗生产企业、特种设备生产企业许可和充装单位许可信息到企业年报中，由企业确认后在年报中公示。</li>
        <li>15、所有应年报企业需报送特种设备相关情况年报事项，由企业自行填报并公示。</li>
        <li>16、大型企业年报还需报送逾期尚未支付中小企业款项相关信息，由企业自行填报并公示。</li>
      </ul>
      <ul v-if="$route.query.busiType === 'branch'" class="content">
        <li>1、本报告书仅限企业每年向市场监督管理部门报送年度报告,并向社会公示时使用。每年1月1日至6月30日，企业应当通过国家企业信用信息公示系统报送上一年度报告。</li>
        <li>2、年度报告内容应真实反映企业存续经营实际情况，企业对其公示信息的真实性、及时性负责。</li>
        <li>3、企业发现其年度报告内容不准确的，应于报告当年的6月30日前进行更正。更正前后的信息同时公示。6月30日后，年度报告的更正功能关闭。</li>
        <li>4、本报告书所有信息项均为必填项，如果该项内容确无信息，请填写“无”。</li>
        <li>5、企业填报的通信地址、邮政编码、联系电话、电子邮箱、存续状态、网址、网站信息均为报送时的信息，其余信息为所报告年度12月31日的信息。</li>
        <li>6、本报告书填报中涉及到金额信息项的以万元为单位，可保留小数点后六位。</li>
        <li>7、生产经营情况信息，按年度财务报表填写；分支机构财务管理属非独立核算的，生产经营情况信息栏填写“0”。纳税总额为企业全年实缴各类税金的总和。</li>
        <li>8、企业主营业务活动指企业实际从事的主要业务活动</li>
        <li>9、参保各险种人数指报告期末参加社会保险的职工人数（不含离退休人数）。单位缴费基数指报告期内单位缴纳社会保险费的工资总额，按缴费人员的应缴口径计算。本期实际缴费金额指报告期内单位实际缴纳的社会保险费，不包括补缴欠费和跨年度（或跨季度）的预缴金额。单位累计欠缴金额指截至报告期末单位累计欠缴各项社会保险费金额（本金）。</li>
        <li>10、企业生产经营情况、对外担保、从业人数、社保缴费信息为非强制性公示的事项，可选择是否向社会公示。其中，对外担保信息可以选择某条具体信息是否向社会公示。</li>
        <li>11、表中“高校毕业生人数”是指报告期内录用的毕业两年内的高校毕业生；“退役士兵人数、残疾人人数、失业人员再就业人数”是指报告期内录用的退役士兵、残疾人数、失业人员再就业人数。此类信息为不公示信息。</li>
        <li>12、党建信息为不公示信息，主要采集企业党组织的建立情况，但属于抽查范围。其中，中共党员（包括预备党员）人数，为截至年度报告年份12月31日的中共党员数。</li>
        <li>13、海关管理的企业需要按照以下规则填写表格剩余部分：</li>
        <li>(1)企业填报的"经营补充信息"为所报告年度的信息，其余信息均为报送时的信息。。</li>
        <li>(2)企业英文名称：对外贸易经营者填《对外贸易经营者备案登记表》、《外商投资企业设立备案回执》上的“经营者英文名称”或“企业名称（英文）”、国际货运代理企业填《国际货运代理企业备案表》上的“企业英文名称”，其他企业或组织机构可以根据情况填写。</li>
        <li>(3)企业英文地址：对外贸易经营者填《对外贸易经营者备案登记表》、《外商投资企业设立备案回执》上的“经营场所（英文）”、国际货运代理企业填《国际货运代理企业备案表》上的“经营场所（英文）”，其他企业或组织机构可以根据情况填写。</li>
        <li>(4)开户银行和开户账号：填写银行《开户许可证》上的基本存款账户“开户银行”和“账号“。</li>
        <li>14、所有应年报企业需报送特种设备相关情况年报事项，由企业自行填报并公示。</li>
      </ul>
      <ul v-if="$route.query.busiType === 'cooperative'" class="content">
        <li>1、本报告书仅限农民专业合作社每年向市场监督管理部门报送年度报告,并向社会公示时使用。每年1月1日至6月30日，农民专业合作社应当通过国家企业信用信息公示系统报送上一年度报告。</li>
        <li>2、年度报告内容应真实反映农民专业合作社存续经营实际情况，农民专业合作社对其公示信息的真实性、及时性负责。</li>
        <li>3、农民专业合作社发现其年度报告内容不准确的，应于报告当年的6月30日前进行更正。更正前后的信息同时公示。6月30日后，年度报告的更正功能关闭。</li>
        <li>4、本报告书所有信息项均为必填项，如果该项内容确无信息，请填写“无”。</li>
        <li>5、农民专业合作社填报的通信地址、邮政编码、联系电话、电子邮箱、存续状态、网址、网站信息均为报送时的信息，其余信息为所报告年度12月31日的信息。</li>
        <li>6、本报告书填报中涉及到金额信息项的以万元为单位，可保留小数点后六位。</li>
        <li>7、主营业务活动指农民专业合作社实际从事的主要业务活动。</li>
        <li>8、参保各险种人数指报告期末参加社会保险的职工人数（不含离退休人数）。单位缴费基数指报告期内单位缴纳社会保险费的工资总额，按缴费人员的应缴口径计算。本期实际缴费金额指报告期内单位实际缴纳的社会保险费，不包括补缴欠费和跨年度（或跨季度）的预缴金额。单位累计欠缴金额指截至报告期末单位累计欠缴各项社会保险费金额（本金）。</li>
        <li>9、海关管理的农民专业合作社需要按照以下规则填写表格剩余部分：</li>
        <li>(1)填报的"经营补充信息"和"自律信息"为所报告年度的信息,其余信息均为报送时的信息。</li>
        <li>(2)英文名称：对外贸易经营者填《对外贸易经营者备案登记表》、《外商投资企业设立备案回执》上的“经营者英文名称”或“企业名称（英文）”、国际货运代理企业填《国际货运代理企业备案表》上的“企业英文名称”，其他企业或组织机构可以根据情况填写。</li>
        <li>(3)英文地址：对外贸易经营者填《对外贸易经营者备案登记表》、《外商投资企业设立备案回执》上的“经营场所（英文）”、国际货运代理企业填《国际货运代理企业备案表》上的“经营场所（英文）”，其他企业或组织机构可以根据情况填写。</li>
        <li>(4)开户银行和开户账号：填写银行《开户许可证》上的基本存款账户“开户银行”和“账号”。</li>
        <li>10、所有应年报农民专业合作社需报送特种设备相关情况年报事项，由农民专业合作社自行填报并公示。</li>
      </ul>
      <div class="notice_btn">
        <el-button type="primary" @click="nextPage()">开始办理</el-button>
      </div>
    </div>
  </div>
</template>

<script>
import PageHeader from '@/components/PageHeader/index'
import Breadcrumb from '@/components/Breadcrumb/index'
export default {
  components: {
    PageHeader,
    Breadcrumb
  },
  data() {
    return {
      promise: false
    }
  },
  mounted() {
  },
  methods: {
    nextPage() {
      this.promise = true
      if (!this.promise) {
        this.$utils.showError('请先阅读须知')
      } else {
        this.$router.push({
          path: `/report/${this.$route.query.busiType}`
        })
      }
    }
  }
}
</script>

<style scoped>
.notice_page{
  font-size: 16px;
  width: 957px;
  margin: 0 auto;
  color: #464646;
}
.notice_page .title{
  font-size: 28px;
  color: #333;
  font-weight: bold;
  text-align: center;
  display: flex;
  align-items: center;
  justify-content: center;
  padding: 25px 0;
}
.notice_page .img{
  width: 27px;
  margin: 0 15px;
}
.notice_page .content{
  padding: 15px 0;
}
.notice_page .content li{
  padding: 12px 0;
  list-style-type: decimal;
  /* margin-left: 15px; */
  line-height: 26px;
  /* list-style-position: inside; */
  list-style-type: none;
}
.notice_page .title2{
  padding-bottom: 30px;
}
.notice_btn {
  /* width: 155px; */
  padding: 0 25px!important;
  height: 48px;
  padding: 0;
  display: flex;
  align-items: center;
  justify-content: center;
  margin: 80px auto 0 auto;
}
::v-deep .notice_btn .el-button:last-child {
  margin-left: 50px;
}
.button{
  width: 155px;
  padding: 15px 0;
  background: blue;
  color: #FFFFFF;
  text-align: center;
  border-radius: 4px;
  margin: 60px auto;
  cursor: pointer;
}
.link{
  color: blue;
  cursor: pointer;
}

.flex{
  display: flex;
  flex-direction: row;
  flex-wrap: wrap;
  justify-content: space-between;
  padding: 0 27px;
}
.flex .flex-item{
  text-align: center;
  list-style: none;
  padding-bottom: 10px;
}
.flex .flex-item img{
  width: 185px;
  padding: 5px 0 0;
}
.dialog_title{
  text-align: center;
  font-weight: bold;
  color: #000;
  font-size: 20px;
  padding-top: 30px;
}
.el-table th>.cell {
  color: #464646;
}
.restaurant-title {
  padding: 30px 0 10px 0;
}
.tips-content{
  padding: 20px;
  line-height: 30px;
  font-size: 16px;
  text-indent: 20px;
}
</style>
